
export default Json()
{
   const behavior = {
    "behaviors": [
        {
            "id": 1,
            "title": "תוקפנות",
            "abstract": "אנשים עם דמנציה עשויים להפגין תוקפנות פיזית או מילולית",
            "fullContent": "אנשים עם דמנציה עשויים להפגין תוקפנות פיזית או מילולית, שיכולה להיות תגובה לבלבול, תסכול או פחד.",
            "cat": "aggression",
            "pic": "unwiling.png"
           
        },
        {
            "id": 2,
            "title": "שיטוט",
            "abstract": "אנשים עם דימנציה עלולים למצוא את עצמם משוטטים ברחוב",
            "fullContent": "אנשים עם דמנציה עשויים למצוא את עצמם מסתובבים ברחוב ללא ידיעתם, מה שעלול לסכן אותם. התנהגות זו יכולה להיות מאתגרת מאוד עבור המטפלים שלהם.",
            "cat" : "confusion",
            "pic": "wandering.png"
        },
        {
            "id": 3,
            "title": "חוסר שקט",
            "abstract": "חוסר מנוחה, הליכה הלוך ושוב.",
            "fullContent": "חוסר מנוחה, הליכה הלוך ושוב. חוסר שקט עשוי לנבוע מחוסר יכולת לתקשר באופן יעיל או מגורמים סביבתיים" ,
            "cat" : "aggression",
            "pic" : "unPeacfull.png"
        },
        {
            "id": 4,
            "title": "התנהגויות חוזרות",
            "abstract": "חזרה על מילים, ביטויים ופעולות",
            "fullContent": "חזרה על מילים, ביטויים ופעולות היא התנהגות נפוצה בדימנציה. ההתנהגות נובעת לעיתים קרובות מאובדן זיכרון וירידה קוגניטיבית",
            "cat" : "confusion",
            "pic" : "repattive.png"
        },
        {
            "id": 5,
            "title": "ירידה במצב רוח לקראת הערב",
            "abstract": "אנשים מסוימים עם דמנציה חווים בלבול, חרדה וחוסר שקט מוגברים בשעות אחר הצהריים",
            "fullContent": "אנשים מסוימים עם דמנציה חווים בלבול, חרדה וחוסר שקט מוגברים בשעות אחר הצהריים המאוחרות או בערב, הידועים כקשים יותר לחולים. הטיפול הופך לאתגר גדול יותר בזמנים אלה.  "
            ,
            "cat" : "confusion",
            "pic" : "sadness.png"
        },
        {
            "id": 6,
            "title": "התנגדות לטיפול",
            "abstract": "אנשים עם דמנציה עשויים להתנגד לעזרה בפעילויות טיפול אישיות,"
          ,  "fullContent": "אנשים עם דמנציה עשויים להתנגד לעזרה בפעילויות טיפול אישיות, כגון רחצה או התלבשות. זה יכול לקרות בגלל אובדן ההבנה או תחושה של אובדן שליטה.  "
            ,
            "cat" : "aggression",
            "pic":"Aggresion.png"
        }
    , {
        "id": 7,
        "title": "הזיות",
        "abstract": "תפיסת דברים שאינם קיימים"
      ,  "fullContent": "תפיסת דברים שאינם קיימים, כגון ראייה או שמיעה של דברים שאחרים לא רואים ולא שומעים. היא שכיחה בסוגים מסוימים של דמנציה. התמודדות עם הזיות יכולה להיות מאתגרת הן עבור הפרט והן עבור מטפליו. "
        ,"cat" : "confusion",
        "pic":"confusion.png"
    }
    , {
        "id": 8,
        "title": "התנהגות חברתית לא הולמת",
        "abstract": "דמנציה יכולה להוביל לדיכוי חברתי"
      ,  "fullContent": "דמנציה יכולה להוביל לדיכוי חברתי, מה שיכול לגרום להתנהגויות לא הולמות חברתית, כגון התפשטות בפומבי או הערות לא הולמות."
      ,"cat" : "aggression",
      "pic":"unSoicalBehavior.png"
    }

,{
    "id": 9,
    "title": "אגירה או הסתרת חפצים",
    "abstract": "דמנציה יכולה להוביל לאגירה "
  ,  "fullContent": " אנשים מסוימים עם דמנציה עשויים להתחיל לאגור או להסתיר דברים. "
  ,"cat" : "confusion",
  "pic":"hording.png"
}
,
{
    "id": 10,
    "title": "סירוב לאכול או לשתות",
    "abstract": "קושי בזיהוי מזון"
  ,  "fullContent": "קושי בזיהוי מזון, שכחה כיצד להשתמש בסכום, או פשוט אובדן עניין באכילה, יכול להוביל לירידה במשקל/חוסר בויטמנים/ירידה במצב הרוח. התנהגות זו יכולה להיות בעלת השלכות בריאותיות משמעותיות. "
  ,"cat" : "aggression",
  "pic":"notEating.png"
}

    
    
    
        ]
}
 };